/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Açık";
"general.off" = "Kapalı";
"general.login" = "Oturum Aç";
"general.logout" = "Oturumu Kapat";
"general.ok" = "Tamam";
"general.cancel" = "Vazgeç";
"general.username" = "Kullanıcı Adı";
"general.password" = "Parola";
"general.na" = "N/A";

"input.value_is_empty" = "Değer boş olamaz.";
"input.already_exists" = "Değer halihazırda var.";

// Guide Window
"guide.highlights" = "Öne Çıkanlar";
"guide.basic_settings" = "Temel Ayarlar";
"guide.faq" = "Sık Sorulan Sorular";

// Initial Window
"initial.announcement" = "Şu an IINA'nın %@ BETA sürümünü kullanıyorsunuz";
"initial.beta.desc" = "Lütfen “Ayarlar” → “Genel” sekmesinden “Beta güncellemeleri al” seçeneğini kapatın ve <a href=\"https://iina.io\">resmi sitemizden</a> kararlı son sürümü indirin.";
"initial.nightly.desc" = "Gecelik sürüm, günlük kullanım için tavsiye edilmez. Şu anda gecelik yapılar kendiliğinden güncellenmeyi desteklememektedir. Daha yeni yapıları elle <a href=\"https://nightly.iina.io\">gecelik sürüm web sitemizden</a> indirebilirsiniz.";
"initial.debug.desc" = "Hata ayıklama amaçlı derlenmiş sürümler genellikle performans açısından optimize edilmediğinden günlük olarak kullanılması önerilmez. Hata ayıklama amaçlı sürümler otomatik güncellemeyi desteklemez.";
"initial.bug_report" = "<a href=\"https://github.com/iina/iina/issues\">GitHub issues</a>. web sitesine raporlayabilirsiniz.";

// Inspector Window
"inspector.error" = "Hata";

// MainWindowController.swift
"main.buffering_indicator" = "Arabelleğe alınıyor... %%%d";
"main.opening_stream" = "Akış açılıyor...";
"main.seeking_indicator" = "Sarılıyor…";
"osc.precision" = "Kesinlik";
"osc.1s" = "1 saniye";
"osc.100ms" = "100 milisaniye";
"osc.10ms" = "10 milisaniye";
"osc.1ms" = "1 milisaniye";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Saptanmış";
"quicksetting.item_none" = "Yok";
"quicksetting.hwdec" = "Donanımsal Kod Çözücü";
"quicksetting.deinterlace" = "Taramasızlık";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Gizle";
"quicksetting.reset_speed" = "Hızı 1× olarak sıfırla";

// EQ Presets
"eq.preset.flat" = "Düz";
"eq.preset.acoustic" = "Akustik";
"eq.preset.classical" = "Klasik";
"eq.preset.dance" = "Dans";
"eq.preset.deep" = "Derin";
"eq.preset.electronic" = "Elektronik";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Bası Artır";
"eq.preset.increase_treble" = "Tizi Artır";
"eq.preset.increase_vocal" = "Vokali Artır";
"eq.preset.jazz" = "Caz";
"eq.preset.latin" = "Latin";
"eq.preset.loundness" = "Yükseklik";
"eq.preset.lounge" = "Salon";
"eq.preset.piano" = "Piyano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Bası Azalt";
"eq.preset.reduce_treble" = "Tizi Azalt";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Küçük Hoparlör";
"eq.preset.spoken_word" = "Konuşulan Sözcük";

"alert.eq.new_profile.title" = "Yeni EQ Profili";
"alert.eq.new_profile.message" = "Lütfen yeni bir profil adı girin.";
"alert.eq.rename.title" = "Geçerli Profili Yeniden Adlandır";
"alert.eq.rename.message" = "Lütfen yeni bir profil adı girin.";

// OSDMessage.swift
"osd.pause" = "Duraklat";
"osd.resume" = "Sürdür";
"osd.volume" = "Ses Yüksekliği: %@";
"osd.speed" = "Hız: %@×";
"osd.aspect" = "En–boy oranı: %@";
"osd.crop" = "Kırp: %@";
"osd.rotate" = "Döndür: %i°";
"osd.deinterlace" = "Taramasızlık: %@";
"osd.hwdec" = "Donanımsal kod çözücü: %@";
"osd.audio_delay.nodelay" = "Ses Gecikmesi: Gecikme yok";
"osd.audio_delay.later" = "Ses Gecikmesi: %@ sn Geç";
"osd.audio_delay.earlier" = "Ses Gecikmesi: %@ sn Erken";
"osd.sub_delay.nodelay" = "Altyazı Gecikmesi: Gecikme yok";
"osd.sub_delay.later" = "Altyazı Gecikmesi: %@ sn Geç";
"osd.sub_delay.earlier" = "Altyazı Gecikmesi: %@ sn Erken";
"osd.subtitle_pos" = "Altyazı konumu: %@";
"osd.sub_hidden" = "Altyazılar Gizli";
"osd.sub_visible" = "Altyazılar Görünür";
"osd.sub_second_delay.nodelay" = "İkincil Altyazı Gecikmesi: Gecikme yok";
"osd.sub_second_delay.later" = "İkincil Altyazı Gecikmesi: %@ sn Geç";
"osd.sub_second_delay.earlier" = "İkincil Altyazı Gecikmesi: %@ sn Erken";
"osd.sub_second_hidden" = "İkincil Altyazılar Gizli";
"osd.sub_second_pos" = "İkincil altyazı konumu: %@";
"osd.sub_second_visible" = "İkincil Altyazılar Görünür";
"osd.mute" = "Sesi Kapat";
"osd.unmute" = "Sesi Aç";
"osd.screenshot" = "Ekran Resmi Yakalandı";
"osd.abloop.a" = "A–B döngüsü: A";
"osd.abloop.b" = "A–B döngüsü: B";
"osd.abloop.clear" = "A–B döngüsü: Temizlendi";
"osd.stop" = "Durdur";
"osd.chapter" = "Fasıl: %@";
"osd.subtitle_scale" = "Altyazı ölçeği: %@×";
"osd.add_to_playlist" = "%i Dosya Oynatma Listesine Eklendi";
"osd.clear_playlist" = "Oynatma Listesi Temizlendi";
"osd.video_eq.contrast" = "Karşıtlık: %i";
"osd.video_eq.gamma" = "Gama: %i";
"osd.video_eq.hue" = "Ton: %i";
"osd.video_eq.saturation" = "Doygunluk: %i";
"osd.video_eq.brightness" = "Parlaklık: %i";
"osd.find_online_sub" = "Çevrimiçi altyazılar bulunuyor...";
"osd.find_online_sub.source" = "şuradan:";
"osd.sub_not_found" = "Altyazı bulunamadı";
"osd.sub_found" = "%d altyazı bulundu.";
"osd.sub_downloading" = "%d altyazı indiriliyor…";
"osd.sub_downloaded" = "Altyazı indirildi";
"osd.sub_saved" = "Altyazı kaydedildi";
"osd.network_error" = "Ağ hatası";
"osd.file_error" = "Dosya okunurken hata oluştu";
"osd.cannot_login" = "Oturum açılamıyor";
"osd.canceled" = "İptal edildi";
"osd.cannot_connect" = "Bağlanılamıyor";
"osd.timed_out" = "Zaman aşımına uğradı";
"osd.filter_added" = "Süzgeç eklendi: %@";
"osd.filter_removed" = "Süzgeç kaldırıldı";
"osd.file_loop" = "Bir Dosyayı Döngüye Al";
"osd.playlist_loop" = "Oynatma Listesini Döngüye Al";
"osd.no_loop" = "Döngüye Almayı Kapat";

"preference.title" = "Tercihler";
"preference.general" = "Genel";
"preference.ui" = "Arayüz";
"preference.video_audio" = "Video/Ses";
"preference.subtitle" = "Altyazı";
"preference.network" = "Ağ";
"preference.control" = "Denetimler";
"preference.keybindings" = "Tuş Bağıntıları";
"preference.advanced" = "Gelişmiş";
"preference.plugins" = "Eklentiler";
"preference.utilities" = "İzlenceler";
"preference.scripts" = "Betikler";
"preference.not_logged_in" = "Oturum açılmadı";
"preference.logged_in_as" = "%@ olarak oturum açıldı";
"preference.system_media_control" = "Sistem ortam denetim tuşlarını kullan";

"preference.key_binding_hint_1" = "Geçerli yapılandırma dosyasındaki kestirmeleri düzenlemek için önce “Çoğalt…” düğmesine tıklayarak bir kopya oluşturun.";
"preference.key_binding_hint_2" = "İlgili kestirmeyi düzenlemek için sağ taraftaki bir satıra çift tıklayın.";

"preference.enable_adv_settings" = "Gelişmiş ayarları etkinleştir";

"preference.sub_override_level.no" = "hayır";
"preference.sub_override_level.force" = "zorla";
"preference.sub_override_level.scale" = "ölçekle";
"preference.sub_override_level.strip" = "sıyır";
"preference.sub_override_level.yes" = "evet";

"preference.sub_override_level.descriptive_text.no" = "Altyazıları, altyazı betiğinde belirtildiği gibi gösterin, zorlama olmadan.";
"preference.sub_override_level.descriptive_text.force" = "Tüm altyazı stillerini uygulayın.";
"preference.sub_override_level.descriptive_text.scale" = "Bu bölümdeki stil ayarlarına ek olarak ölçek ayarını uygulayın.";
"preference.sub_override_level.descriptive_text.strip" = "Altyazıdan tüm ASS etiketlerini tümüyle çıkarın.";
"preference.sub_override_level.descriptive_text.yes" = "Bu bölümdeki tüm stil ayarlarını uygulayın.";

"preference.ytdl_plugin_not_installed" = "“Eklentiler” → “GitHub’dan Yükle” yolunu izleyerek Online Media eklentisini kurun ve video indirme ve kendiliğinden yt-dlp güncellemelerini indirme gibi gelişmiş özelliklerin keyfini çıkarın.";
"preference.ytdl_plugin_installed" = "Online Media eklentisi yüklü olduğundan yerleşik youtube-dl desteği devre dışı bırakıldı.";

"menu.volume" = "Ses Düzeyi: %@";
"menu.volume_muted" = "Ses Düzeyi: %@ (Sessiz)";
"menu.audio_delay" = "Ses Gecikmesi: %@ sn";
"menu.sub_delay" = "Altyazı Gecikmesi: %@ sn";
"menu.sub_hide" = "Altyazıları Gizle";
"menu.sub_show" = "Altyazıları Göster";
"menu.sub_second_hide" = "İkincil Altyazıları Gizle";
"menu.sub_second_show" = "İkincil Altyazıları Göster";
"menu.fullscreen" = "Tam Ekrana Gir";
"menu.exit_fullscreen" = "Tam Ekrandan Çık";
"menu.pip" = "Resim İçinde Resim’e Gir";
"menu.exit_pip" = "Resim İçinde Resim’den Çık";
"menu.mini_player" = "Müzik Kipine Gir";
"menu.exit_mini_player" = "Müzik Kipinden Çık";
"menu.pause" = "Duraklat";
"menu.resume" = "Sürdür";
"menu.speed" = "Hız: %@×";
"menu.chapters" = "Fasıllar Panelini Göster";
"menu.hide_chapters" = "Fasıllar Panelini Gizle";
"menu.playlist" = "Oynatma Listesi Paneli";
"menu.hide_playlist" = "Oynatma Listesi Panelini Gizle";
"menu.video" = "Video Panelini Göster";
"menu.hide_video" = "Video Panelini Gizle";
"menu.audio" = "Ses Panelini Göster";
"menu.hide_audio" = "Ses Panelini Gizle";
"menu.subtitles" = "Altyazı Panelini Göster";
"menu.hide_subtitles" = "Altyazı Panelini Gizle";

"menu.seek_forward" = "%@ sn İleri Sar";
"menu.seek_backward" = "%@ sn Geri Sar";
"menu.speed_up" = "%@× Hızlandır";
"menu.speed_down" = "%@× Yavaşlat";
"menu.volume_up" = "Sesi +%%%@ Artır";
"menu.volume_down" = "Sesi −%%%@ Azalt";
"menu.audio_delay_up" = "Sesi +%@ sn Geciktir";
"menu.audio_delay_down" = "Sesi −%@ sn Geciktir";
"menu.sub_delay_up" = "Altyazıyı +%@ sn Geciktir";
"menu.sub_delay_down" = "Altyazıyı −%@ sn Geciktir";

"menu.crop_custom" = "Özel...";
"menu.find_online_sub" = "%@ Konumundan Çevrimiçi Altyazı Bul";

"menu.manage_plugins" = "Eklentileri Yönet…";
"menu.developer_tool" = "Geliştirici Aracı";
"menu.more_plugin" = "Daha Fazla…";
"menu.conflicting_shortcuts" = "Çakışan Tuş Kestirmeleri…";
"menu.reload_plugins" = "Tüm Eklentileri Yeniden Yükle";
"menu.show_plugins_panel" = "Eklentiler Panelini Göster";
"menu.hide_plugins_panel" = "Eklentiler Panelini Gizle";

"track.audio" = "Ses";
"track.none" = "<Yok>";
"track.sub" = "Altyazı";
"track.video" = "Video";

"subtrack.no_loaded" = "Yüklenmiş Altyazı Yok";
"subtrack.no_external" = "Dış Altyazı Bulunamadı";

// Alerts
"alert.beta_channel.title" = "Beta Sürümler için Güncellemeleri Al";

"alert.title_error" = "Hata";
"alert.title_warning" = "Uyarı";
"alert.title_info" = "Bilgi";

"alert.fatal_error" = "Onulmaz hata: %@\nUygulamadan şimdi çıkılacak.";
"alert.mpv_error" = "İç hata: %@ (%@) %@ seçeneği hatalı.";

"alert.unsupported_audio" = "Desteklenmeyen dış ses dosyası.";
"alert.unsupported_video" = "Desteklenmeyen dış video dosyası.";
"alert.unsupported_sub" = "Desteklenmeyen dış altyazı.";
"alert.unsupported_url" = "Desteklenmeyen URL.";
"alert.wrong_url_format" = "Yanlış URL biçimi.";

"alert.error_open" = "Dosya veya akış açılamıyor!";
"alert.error_finding_file" = "%@ dosyası bulunamıyor!";
"alert.error_loading_script" = "%@ betiği yüklenemiyor!";
"alert.error_saving_file" = "%@: %@ kaydedilirken hata oluştu!";
"alert.error_deleting_file" = "Dosya silinemiyor.";

"alert.target_peak.bad_value" = "“%@” değeri geçersiz.\nLütfen 10 ila 10000 arasında bir değer veya 0 girin.";

"alert.config.new.title" = "Yeni Giriş Yapılandırması";
"alert.config.new.message" = "Lütfen yeni yapılandırma için bir ad girin.";
"alert.config.duplicate.title" = "Yapılandırmayı Çoğalt";
"alert.config.duplicate.message" = "Lütfen çoğaltılan yapılandırma dosyası için bir ad girin.";
"alert.config.file_existing.title" = "Dosya Halihazırda Var";
"alert.config.file_existing.message" = "Aynı dosya adına sahip bir yapılandırma dosyası halihazırda var. Dosyayı Finder’da göstermek için Tamam düğmesine tıklayın.";
"alert.config.cannot_create" = "Yapılandırma dosyası oluşturulamıyor!\n%@";
"alert.config.cannot_write" = "Yapılandırma dosyasına yazılamıyor!";
"alert.config.rename.title" = "Giriş Yapılandırmasını Yeniden Adlandır";
"alert.config.rename.message" = "Yapılandırma için olan yeni adı girin.";

"alert.filter.incorrect" = "Süzgeçler ayarlanırken hata oluştu. Lütfen parametre biçiminizi denetleyin.";
"alert.add_filter.title" = "Yeni Süzgeç";
"alert.add_filter.message" = "Lütfen mpv’nin vf veya af komutu biçiminde bir süzgeç dizisi girin.";

"alert.keybinding_config.error" = "“%@” tuş bağıntısı yapılandırma dosyası ayrıştırılırken hata! Saptanmış IINA ayarlarına dönülüyor. Lütfen yapılandırmanızı gözden geçirin.";

"alert.extra_option.cannot_read" = "Kullanıcı tanımlı ek mpv seçenekleri okunamıyor.";
"alert.extra_option.empty" = "Anahtar veya değer boş olamaz!";
"alert.extra_option.error" = "Hatalı ayar seçeneği --%@=%@ %d hatası ile döndü. Lütfen ekstra seçenek ayarlarınızı “Tercihler” → “Gelişmiş” sayfasından denetleyin.";
"alert.extra_option.config_folder" = "“%@” yapılandırma dizini ayarlanırken hata oluştu.";

"alert.playlist.error_deleting" = "Silme hatası: %@";

"alert.screenshot.error_taking" = "Ekran resmi alınamıyor!";

"alert.sub.no_selected" = "Lütfen önce indirdiğiniz altyazıyı seçin.";
"alert.sub_lang_not_set" = "Lütfen OpenSubtitles’ı kullanmadan önce tercih ettiğiniz altyazı dilini tercihlerinize ekleyin. Bu kez İngilizce (eng) kullanılacaktır.";
"alert.sub.cannot_save_passwd" = "Anahtar zincirinize parolanızı kaydedemiyoruz: %@";
"alert.sub.cannot_login" = "Giriş yapılamıyor. Lütfen kullanıcı adınızı, şifrenizi ve ağ durumunuzu denetleyin.\n\n%@";
"alert.sub.save_downloaded.title" = "İndirilen Altyazıyı Kaydet";

"alert.set_default.title" = "IINA’yı Saptanmış Uygulama Olarak Ayarla";
"alert.set_default.message" = "Desteklenen tüm dosya türleri için IINA saptanmış uygulama olarak ayarlanacaktır.";
"alert.set_default.success" = "%d başarıyla tamamlandı ve %d başarısız oldu.";

"alert.add_watch.title" = "İzleme Özelliği Ekle";
"alert.add_watch.message" = "Lütfen geçerli bir mpv özelliği adını girin.";

"alert.jump_to.title" = "Şu zamana atla:";
"alert.jump_to.message" = "Lütfen atlamak istediğiniz zamanı girin. Örnek: 20:35";

"alert.opensub.login.title" = "OpenSubtitles’da Oturum Aç";
"alert.opensub.login.message" = "Lütfen kullanıcı adınızı ve parolanızı girin";

"alert.open_url.title" = "URL Aç";
"alert.open_url.message" = "Lütfen URL’yi girin:";
"alert.choose_media_file.title" = "Ortam Dosyaları Seç";

"alert.add_url.title" = "URL Ekle";
"alert.add_url.message" = "Lütfen URL’yi girin:";

"alert.delete_history.title" = "Oynatma Listesi Geçmişini Sil";
"alert.delete_history.message" = "Seçili girdileri silmek istediğinizden emin misiniz?";

"alert.filter_hwdec.message" = "Bir video süzgeci uygulamak üzeresiniz; ancak donanımsal çözücünüz video süzgeçlerini iyi desteklemiyor olabilir. Donanımsal çözücüyü devre dışı bırakabilirsiniz veya “Otomatik (Kopya)” seçeneğini etkinleştirebilirsiniz. Bu seçenek donanım çözücüsünü kullanır; ancak bellek kullanımı iki kat daha fazladır.\nEylemin çalışması için son işlemi yinelemeniz gerekebilir (kırpma ayarı gibi).";
"alert.filter_hwdec.abort" = "İptal Et";
"alert.filter_hwdec.turn_off" = "Donanım Çözücüsünü Kapat";
"alert.filter_hwdec.use_copy" = "Otomatik (Kopya)’ya Geç";

"alert.clear_cache.title" = "Küçük Resim Önbelleğini Temizle";
"alert.clear_cache.message" = "Küçük resim önbelleğini silmek istediğinizden emin misiniz?";

"alert.clear_history.title" = "Oynatma Geçmişini Temizle";
"alert.clear_history.message" = "Tüm oynatma geçmişini silmek istediğinizden emin misiniz?";

"alert.clear_watch_later.title" = "Kayıtlı Oynatma İlerlemesini Temizle";
"alert.clear_watch_later.message" = "Tüm kayıtlı oynatma ilerlemesini silmek istediğinizden emin misiniz (\"sonra izle\" verisi)?";

"alert.restore_alerts.title" = "Susturulan Uyarıları Geri Yükle";
"alert.restore_alerts.message" = "Tüm susturulmuş uyarıları yeniden açmak istediğinizden emin misiniz?";

"alert.nothing_to_open" = "Açılacak bir şey yok.";

"alert.no_video_track" = "Video parçası yok.";

"alert.duplicate_config" = "Doğrudan saptanmış yapılandırmaları düzenleyemezsiniz. Lütfen düzenlemeden önce bir kopyasını yaratın.";

"alert.assrt_register" = "Sınırlı API kotası yüzünden kendi API kimliğinizi kullanmanız şiddetle tavsiye edilir. Saptanmış jeton yalnızca tanıtım kullanımı için olduğundan büyük olasılıkla bir ağ hatası alacaksınız.";
"alert.assrt_register.register" = "Şimdi Kaydol";
"alert.assrt_register.try" = "Önce Dene";
"alert.assrt_token_prompt.title" = "API jetonunuzu girin";
"alert.assrt_token_prompt.message" = "Lütfen açılan web sayfasında kayıt olun. Kullanıcı web sayfasından jetonunuzu alın ve aşağıya girin:";
"alert.assrt_token_invalid" = "Assrt API jetonunuz geçerli gözükmüyor.";

"alert.plugin_uninstall.title" = "%@ öğesini kaldırmak istediğinizden emin misiniz?";
"alert.plugin_uninstall.message" = "Bu eklenti sabit diskinizden silinecek.";
"alert.plugin_reinstall.title" = "%@ eklentisi halihazırda var";
"alert.plugin_reinstall.message" = "Bu eklentiyi yeniden kurmak istiyor musunuz?";
"alert.duplicated_plugin_id" = "Yinelenen eklenti tanımlayıcıları algılandı. İki veya daha fazla eklenti aynı “%@” tanımlayıcısına sahip. Bu anormal davranışlara neden olabilir. Lütfen bunları “Tercihler” → “Eklentiler” bölümünde bulun ve yazarlarına bildirin. Bir eklenti yerel olarak kurulmuşsa eklentinin Info.json dosyasındaki tanımlayıcısını elle de değiştirebilirsiniz.";
"alert.plugin_no_update" = "Güncelleme bulunamadı.";
"alert.plugin_update_found.title" = "%@ için güncelleme bulundu";
"alert.plugin_update_found.message" = "Uygulamanın son sürümü %@. Sizde %@ var. Güncellemek ister misiniz?";
"alert.plugin_permission" = "Bu eklentinin aşağıdaki izinlere gereksinimi var. Sürdürmeden önce izinleri gözden geçirin.";
"alert.plugin_permission_added" = "Bu güncellemenin ek izinlere gereksinimi var. Sürdürmeden önce ek izinleri gözden geçirin.";

"playlist.total_length" = "toplamda %@";
"playlist.total_length_with_selected" = "%@/%@ seçili";
"playlist.sorting.header" = "Sıralama";
"playlist.sorting.filename_ascending" = "Artan Dosya Adı";
"playlist.sorting.filename_descending" = "Azalan Dosya Adı";
"playlist.sorting.path_ascending" = "Artan Dosya Yolu";
"playlist.sorting.path_descending" = "Azalan Dosya Yolu";
"pl_menu.title_multi" = "%d Öğe";
"pl_menu.play_next" = "Sonrakini Oynat";
"pl_menu.play_in_new_window" = "Yeni Pencerede Oynat";
"pl_menu.remove" = "Kaldır";
"pl_menu.remove_multi" = "Seçiliyi Kaldır";
"pl_menu.delete" = "Çöp Kutusuna Taşı";
"pl_menu.delete_multi" = "Seçili Dosyaları Çöp Kutusuna Taşı";
"pl_menu.delete_after_play" = "Oynattıktan Sonra Çöp Kutusuna Taşı";
"pl_menu.delete_after_play_multi" = "Seçili Dosyaları Oynattıktan Sonra Çöp Kutusuna Taşı";
"pl_menu.show_in_finder" = "Finder’da Göster";
"pl_menu.add_file" = "Dosya Ekle…";
"pl_menu.add_url" = "URL Ekle…";
"pl_menu.clear_playlist" = "Oynatma Listesini Temizle";
"pl_menu.matched_sub" = "%d Altyazı Eşleşti";
"pl_menu.add_sub" = "Altyazı Ekle…";
"pl_menu.wrong_sub" = "Yanlış altyazı!";
"pl_menu.browser" = "Tarayıcıda Aç";
"pl_menu.copy_url" = "URL’yi Kopyala";
"pl_menu.copy_url_multi" = "URL’leri Kopyala";

"keymapping.title" = "Tuş Eşlemlemeleri";
"keymapping.message" = "Kaydetmek için herhangi bir tuşa basın.";

"filter.video_filters" = "Video Süzgeçleri";
"filter.audio_filters" = "Ses Süzgeçleri";

"hwdec.no" = "Donanımsal çözücü devre dışı bırakıldı.";
"hwdec.auto" = "Donanımsal çözücü etkin. Büyük olasılıkla çoğu video süzgeci düzgün çalışmayacaktır.";
"hwdec.auto-copy" = "Donanımsal çözücü etkin. İki kat daha fazla bellek tüketecektir; ancak video süzgeçleri çalışacaktır.";

"gaplessAudio.no" = "Ardışık ses dosyalarının çalınması, dosya değiştirme noktasında sessizliğe veya kesintiye neden olabilir.";
"gaplessAudio.weak" = "Kod çözücünün çıkış ses biçimi değişirse ses aygıtı kapatılıp yeniden açılır ve bu da kesintisiz çalmayı bozar.";
"gaplessAudio.yes" = "Ses aygıtı, çalınacak ilk dosya için seçilen parametreler kullanılarak açılır ve kesintisiz çalma için açık tutulur. Sonraki dosyalar yeniden örneklenebilir.";

"subencoding.auto" = "Otomatik Algıla";

"osc_toolbar.settings" = "Hızlı Ayarlar";
"osc_toolbar.playlist" = "Oynatma listesi ve fasıllar";
"osc_toolbar.pip" = "Resim İçinde Resim’i aç/kapat";
"osc_toolbar.full_screen" = "Tam Ekran’ı aç/kapat";
"osc_toolbar.music_mode" = "Müzik kipine gir";
"osc_toolbar.sub_track" = "Altyazı parçası seç";
"osc_toolbar.screenshot" = "Ekran resmi al";
"osc_toolbar.plugins" = "Eklentiler Panelini Göster";

"mini_player.album_art" = "Albüm kapağını aç/kapat";
"mini_player.loop" = "Yinele";
"mini_player.shuffle" = "Karıştır";
"mini_player.remove" = "Oynatma listesinden kaldır";
"mini_player.add" = "Oynatma listesine ekle";
"mini_player.delete" = "Tüm parçaları oynatma listesinden kaldır";
"mini_player.volume" = "Ses düzeyi";
"mini_player.close" = "Müzik kipini kapat";
"mini_player.back" = "Video kipine geri dön";
"mini_player.sort" = "Oynatma listesini sırala";

// Touch bar

"touchbar.ahead_15" = "15 sn İleri";
"touchbar.ahead_30" = "30 sn İleri";
"touchbar.back_15" = "15 sn Geri";
"touchbar.back_30" = "30 sn Geri";
"touchbar.next_video" = "Sonraki Video";
"touchbar.prev_video" = "Önceki Video";
"touchbar.increase_volume" = "Sesi Artır";
"touchbar.decrease_volume" = "Sesi Azalt";
"touchbar.rewind" = "Geri Sar";
"touchbar.fast_forward" = "İleri Sar";
"touchbar.play_pause" = "Oynat/Duraklat";
"touchbar.seek" = "Sar";
"touchbar.time" = "Zaman Konumu";
"touchbar.remainingTimeOrTotalDuration" = "Kalan Zaman/Toplam Süre";
"touchbar.toggle_pip" = "Resim İçinde Resim’i Aç/Kapat";

// Plugin permissions

"permissions.network-request.name" = "Ağ İstekleri";
"permissions.network-request.desc" = "Bu eklenti yandaki web sitelerinden veri alabilir veya veri gönderebilir:";
"permissions.network-request.any_site" = "Herhangi bir site";
"permissions.show-osd.name" = "Ekran Üzeri Görüntü’yü Göster";
"permissions.show-osd.desc" = "Bu eklenti, OSD (Ekran Üzeri Görüntü) iletilerini gösterebilir.";
"permissions.show-alert.name" = "İkazları Göster";
"permissions.show-alert.desc" = "Bu eklenti, açılır uyarılar gösterebilir.";
"permissions.video-overlay.name" = "Video üzerine katman ekle";
"permissions.video-overlay.desc" = "Bu eklenti, video üzerinde başka içerikler gösterebilir.";
"permissions.file-system.name" = "Dosya sistemine erişim";
"permissions.file-system.desc" = "Bu eklenti, hassas bilgilere sahip dosyalar da içerilmek üzere sabit diskteki dosyaları okuyabilir ve yazabilir. Ayrıca bu eklenti bilgisayarınıza zarar verebilecek diğer uygulamalar tarafından çağrılabilir. Lütfen eklentinin kaynağından emin olun.";

"plugin.install" = "Yükle";
"plugin.installed" = "Yüklendi";
"plugin.not_installed" = "Yüklenmedi";
"plugin.local" = "Yerel olarak yüklendi";
"alert.plugin.install_error" = "Yükleme sırasında hata oluştu: %@";
"alert.invalid_url" = "URL geçerli değil.";
"plugin.install_error.invalid_url" = "URL geçerli değil.";
"plugin.install_error.file_not_found" = "Paket dosyası bulunamadı.";
"plugin.install_error.cannot_download" = "Eklenti indirilemedi.\n\nHata çıktısı:%@\n";
"plugin.install_error.cannot_unpackage" = "Eklenti paketi açılamadı.\n\nHata çıktısı:%@\n";
"plugin.install_error.cannot_load" = "IINA eklentiyi yükleyemedi. Eklenti yanlış biçimde olabilir.";
"plugin.check_for_updates" = "Güncellemeleri Denetle";
"plugin.updating" = "Güncelleme indiriliyor…";
